Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: Maximum outcome
pt_pt: Resultado máximo

source: Define the maximum outcome of the rule
pt_pt: Defina o resultado máximo da regra

source: Minimum outcome
pt_pt: Resultado mínimo

source: Define the minimum outcome of the rule
pt_pt: Defina o resultado mínimo da regra

source: Please provide at least one active rule.
pt_pt: Forneça pelo menos uma regra ativa.

source: The rule list is empty. Get started by creating a rule.
pt_pt: A lista de regras está vazia. Comece por criar uma regra.

source: Are you sure you want to delete the compensation round?
pt_pt: Tem a certeza de que deseja eliminar a ronda de compensação?

source: Are you sure you want to delete the pending draft of this compensation round?
pt_pt: Tem a certeza de que pretende eliminar o rascunho pendente desta ronda de compensação?

source: Delete compensation round
pt_pt: Eliminar ronda de compensação

source: To confirm, type the round code: {{code}}
pt_pt: Para confirmar, digite o código da ronda: {{code}}

source: The confirmation code does not match.
pt_pt: O código de confirmação não coincide.

source: The confirmation code is required.
pt_pt: O código de confirmação é obrigatório.

source: Delete round
pt_pt: Eliminar ronda

source: Deleting this compensation round will remove it from active use. All proposals will be retained, but they will no longer be editable. Are you sure you want to proceed?
pt_pt: Eliminar esta ronda de compensação irá removê-la do uso ativo. Todas as propostas serão mantidas, mas deixarão de ser editáveis. Tem a certeza de que pretende continuar?

source: You do not have permission to delete in progress compensation rounds. Only users with the Global Compensation Admin role can perform this action.
pt_pt: Não tem permissão para eliminar rondas de compensação em curso. Apenas os utilizadores com a função de Administrador Global de Compensação podem executar esta ação.

source: Action not allowed
pt_pt: Ação não permitida

source: Delete pending draft
pt_pt: Eliminar rascunho pendente

source: Open compensation round
pt_pt: Abrir ronda de compensação

source: Create payroll data drop
pt_pt: Criar entrega de dados de folha de pagamento

source: Data entities & sources
pt_pt: Entidades e fontes de dados

source: Define the entities and fields to be included in this model.
pt_pt: Defina as entidades e campos a incluir neste modelo.

source: Show only selected items and rearrange them
pt_pt: Mostrar apenas os itens selecionados e reorganizá-los

source: No payroll data drop yet
pt_pt: Ainda não há dados de folha de pagamento

source: The payroll data drop was successfully created.
pt_pt: A transferência de dados da folha de pagamento foi criada com sucesso.

source: The payroll data drop was successfully saved.
pt_pt: Os dados da folha de pagamento foram guardados com sucesso.

source: The payroll data drop was successfully updated.
pt_pt: Os dados da folha de pagamento foram atualizados com sucesso.

source: Create and manage payroll data drop rules.
pt_pt: Criar e gerir regras de exclusão de dados de processamento salarial.

source: The rule was successfully deleted.
pt_pt: A regra foi eliminada com sucesso.

source: The rule was successfully duplicated.
pt_pt: A regra foi duplicada com sucesso.

source: Open payroll data drop
pt_pt: Abertura de dados da folha de pagamento

source: Edit payroll data drop
pt_pt: Editar lista pendente de dados da folha de pagamento

source: No payroll data drop configured yet
pt_pt: Ainda não foi configurada nenhuma entrega de dados de folha de pagamento

source: Connection name
pt_pt: Nome da ligação

source: The connection name cannot be empty.
pt_pt: O nome da ligação não pode estar vazio.

source: Worker selection
pt_pt: Seleção de trabalhador

source: Add condition blocks to configure the rule for filtering workers in the payroll data set
pt_pt: Adicione blocos de condição para configurar a regra para filtrar trabalhadores no conjunto de dados da folha de pagamento

source: Define a name and description for this outbound connection.
pt_pt: Defina um nome e uma descrição para esta ligação de saída.

source: Payroll data drop details
pt_pt: Detalhes da entrega de dados da folha de pagamento

source: Are you sure you want to delete this payroll data drop rule?
pt_pt: Tem a certeza de que pretende eliminar esta regra de eliminação de dados de folha de pagamento?

source: Add translation
pt_pt: Adicionar tradução

source: Select language
pt_pt: Selecionar idioma

source: Create reminder
pt_pt: Criar lembrete

source: Are you sure you want to delete this translation? <br/>This will permanently remove all configurations.
pt_pt: Tem a certeza de que pretende eliminar esta tradução? <br/>Esta ação removerá permanentemente todas as configurações.

source: Delete translation
pt_pt: Eliminar tradução

source: The translation was successfully deleted.
pt_pt: A tradução foi eliminada com sucesso.

source: Edit reminder
pt_pt: Editar lembrete

source: Reminder message
pt_pt: Mensagem de lembrete

source: Languages: {{configured}}/{{total}}
pt_pt: Idiomas: {{configured}}/{{total}}

source: Comp admin contact email
pt_pt: E-mail de contacto do administrador de remuneração

source: Comp admin contact name
pt_pt: Nome do contacto do administrador de compensação

source: Comp round end date
pt_pt: Data de fim da ronda de compensação

source: Comp round name
pt_pt: Nome da ronda de compensação

source: Comp round start date
pt_pt: Data de início da ronda de compensação

source: Comp round status
pt_pt: Estado da ronda de compensação

source: Comp round type
pt_pt: Tipo de ronda de compensação

source: Planner link
pt_pt: Ligação do planeador

source: Recipient full name
pt_pt: Nome completo do destinatário

source: Dynamic fields
pt_pt: Campos dinâmicos

source: Field {{field}} copied to clipboard
pt_pt: Campo {{field}} copiado para a área de transferência

source: Email message
pt_pt: Mensagem de e-mail

source: The email message cannot be empty.
pt_pt: A mensagem de e-mail não pode estar vazia.

source: Email subject
pt_pt: Assunto do e-mail

source: The email subject cannot be empty.
pt_pt: O assunto do e-mail não pode estar vazio.

source: Email toggle
pt_pt: Alternar e-mail

source: Manage translations
pt_pt: Gerir traduções

source: Notification bell
pt_pt: Sino de notificações

source: The notification bell message cannot be empty.
pt_pt: A mensagem da notificação não pode estar vazia.

source: Notification bell toggle
pt_pt: Alternar sino de notificações

source: You must enable at least one reminder message.
pt_pt: Tem de ativar pelo menos uma mensagem de lembrete.

source: View translations
pt_pt: Ver traduções

source: Reminder name
pt_pt: Nome do lembrete

source: The reminder name cannot be empty.
pt_pt: O nome do lembrete não pode estar vazio.

source: Comp managers
pt_pt: Gestores de compensação

source: Comp managers +1
pt_pt: Gestores de remuneração +1

source: Recipients
pt_pt: Destinatários

source: Select the recipients of the reminder
pt_pt: Selecionar os destinatários do lembrete

source: Select at least one recipient.
pt_pt: Selecione pelo menos um destinatário.

source: Send reminder
pt_pt: Enviar lembrete

source: You're about to send this reminder to the selected recipients. Once sent, it can't be edited or recalled.
pt_pt: Está prestes a enviar este lembrete aos destinatários selecionados. Depois de enviado, não pode ser editado ou revogado.

source: Sent
pt_pt: Enviado

source: The reminder was successfully created.
pt_pt: O lembrete foi criado com sucesso.

source: The reminder was successfully sent.
pt_pt: O lembrete foi enviado com sucesso.

source: The reminder was successfully updated.
pt_pt: O lembrete foi atualizado com sucesso.

source: The translations were successfully added.
pt_pt: As traduções foram adicionadas com sucesso.

source: Add one to get started.
pt_pt: Adicione um para começar.

source: No translations yet.
pt_pt: Ainda não existem traduções.

source: No translations configured.
pt_pt: Nenhuma tradução configurada.

source: Reminder details
pt_pt: Detalhes do lembrete

source: Are you sure you want to delete this reminder?<br/>This will permanently remove all configurations.
pt_pt: Tem a certeza de que pretende eliminar este lembrete?<br/>Esta ação removerá permanentemente todas as configurações.

source: Delete round reminder
pt_pt: Eliminar lembrete de ronda

source: The round reminder was successfully deleted.
pt_pt: O lembrete da ronda foi eliminado com sucesso.

source: Open reminder
pt_pt: Abrir lembrete

source: The round reminder was successfully duplicated.
pt_pt: O lembrete da ronda foi duplicado com sucesso.

source: Duplication done
pt_pt: Duplicação concluída

source: No round reminders yet.
pt_pt: Ainda não há lembretes de ronda.

source: Send reminders to comp managers and comp managers +1.
pt_pt: Enviar lembretes aos gestores de remuneração e gestores de remuneração +1.

source: Round reminders
pt_pt: Lembretes de ronda

source: Sent date
pt_pt: Data de envio

source: Criterion
pt_pt: Critério

source: The criterion is required.
pt_pt: O critério é obrigatório.

source: Please add at least one block.
pt_pt: Adicione pelo menos um bloco.

source: You haven't added any blocks.
pt_pt: Não adicionou nenhum bloco.

source: Add blocks to start configuring the rule conditions.
pt_pt: Adicione blocos para começar a configurar as condições da regra.

source: Are you sure you want to delete this rule?
pt_pt: Tem a certeza de que pretende eliminar esta regra?

source: Add condition blocks to configure the rule
pt_pt: Adicionar blocos de condição para configurar a regra

source: Rule exceptions
pt_pt: Exceções à regra

source: Include/exclude individuals for whom an exception to the rule is required.
pt_pt: Incluir/excluir indivíduos para os quais é necessária uma exceção à regra.

source: No rules yet
pt_pt: Ainda não há regras

source: The compensation round was successfully saved as pending draft.
pt_pt: A ronda de compensação foi guardada com sucesso como rascunho pendente.

source: Create and manage statement generation rules.
pt_pt: Criar e gerir regras de geração de declarações.

source: Statement generation
pt_pt: Geração de declarações

source: No comp rounds with round name or code "{{phrase}}"
pt_pt: Não há rondas de compensação com o nome ou código da ronda "{{phrase}}"

source: Set target
pt_pt: Definir alvo

source: Are you sure you want to delete the target budget?
pt_pt: Tem a certeza de que deseja eliminar o orçamento alvo?

source: Delete target
pt_pt: Eliminar alvo

source: Target budget amount
pt_pt: Montante orçamental previsto

source: Target budget
pt_pt: Orçamento alvo

source: Manage the target budget per compensation element
pt_pt: Gerir o orçamento-alvo por elemento de compensação

source: Set target budget
pt_pt: Definir orçamento-alvo

source: Last edited
pt_pt: Última edição

source: Round
pt_pt: Ronda

source: STI bonus
pt_pt: Bónus STI

source: The comp round code must be unique.
pt_pt: O código da ronda de compensação deve ser único.

source: View compensation round
pt_pt: Ver ronda de compensação

source: Access standard reports and create specific analyses linked to a comp round.
pt_pt: Aceda a relatórios predefinidos e crie análises específicas ligadas a uma ronda de compensação.

source: Budget & modeling
pt_pt: Orçamento e modelação

source: Create a budget based on your comp elements and your comp framework. Enable modeling on the population.
pt_pt: Crie um orçamento com base nos seus elementos de compensação e na sua estrutura de compensação. Ative a modelação na população.

source: Coming soon
pt_pt: Em breve

source: Compensation Tree & Elements
pt_pt: Árvore de compensação e elementos

source: Compensation framework
pt_pt: Estrutura de compensação

source: FX management
pt_pt: Gestão de FX

source: Enable currency and link rates to comp elements/rounds.
pt_pt: Ativar moeda e vincular taxas a elementos/rodadas de compensação.

source: Comp rounds
pt_pt: Rondas de compensação

source: Create comp round
pt_pt: Criar ronda de compensação

source: Create and manage a comp rounds based on a data core. Link specific comp elements and a budget.
pt_pt: Crie e gira rondas de compensação com base num núcleo de dados. Ligue elementos de compensação específicos e um orçamento.

source: Simulations
pt_pt: Simulações

source: Simulation outcomes based on the budget, comp and analytics.
pt_pt: Resultados da simulação com base no orçamento, compensação e análises.

source: Comp tree & elements
pt_pt: Árvore de compensação e elementos

source: Create your organization's compensation framework and specific comp elements: salary, allowances, per diems, bonus, deferrals, equity and indirect benefits/allowances.
pt_pt: Crie a estrutura de compensação da sua organização e elementos de compensação específicos: salário, subsídios, diárias, bónus, adiamentos, capital próprio e benefícios/subsídios indiretos.

source: Create competency scales
pt_pt: Criar escalas de competências

source: Are you sure you want to delete this competency scale?
pt_pt: Tem a certeza de que deseja eliminar esta escala de competências?

source: Delete competency scale
pt_pt: Eliminar escala de competências

source: The selected scale is currently in use and cannot be deleted. Remove it from any active plans or processes before attempting to delete it again.
pt_pt: A escala selecionada está atualmente em uso e não pode ser eliminada. Remova-a de quaisquer planos ou processos ativos antes de tentar eliminá-la novamente.

source: The scale is active; it cannot be deleted.
pt_pt: A escala está ativa; não pode ser eliminada.

source: Create competency scale
pt_pt: Criar escala de competências

source: Create skills & competency group
pt_pt: Criar grupo de competências e habilidades

source: Group details
pt_pt: Detalhes do grupo

source: Add skills
pt_pt: Adicionar competências

source: List of competencies for the scale
pt_pt: Lista de competências para a escala

source: Edit competency scale
pt_pt: Editar escala de competências

source: Add competency
pt_pt: Adicionar competência

source: No competencies yet
pt_pt: Ainda não há competências

source: Competency scale
pt_pt: Escala de competências

source: Get started by uploading one.
pt_pt: Comece por carregar um.

source: No skills libraries yet!
pt_pt: Ainda não há bibliotecas de competências!

source: No competency scales available. You can create scales in the "Competency scales" page of the Performance Management module.
pt_pt: Não há escalas de competências disponíveis. Pode criar escalas na página "Escalas de competências" do módulo de Gestão de desempenho.

source: No skills available. You can upload skills in the "Skills library" page of the Performance Management module.
pt_pt: Não há competências disponíveis. Pode carregar competências na página "Biblioteca de competências" do módulo de Gestão de desempenho.

source: Edit skills & competency group
pt_pt: Editar grupo de competências e habilidades

source: Select skills to add to the group
pt_pt: Selecione as competências para adicionar ao grupo

source: Categories
pt_pt: Categorias

source: Skills
pt_pt: Competências

source: Categories: {{count}}
pt_pt: Categorias: {{count}}

source: Scale:
pt_pt: Escala:

source: Skills selected: {{count}}
pt_pt: Competências selecionadas: {{count}}

source: Skills: {{count}}
pt_pt: Competências: {{count}}

source: Goal Management
pt_pt: Gestão de Objetivos

source: Precision and flexibility with goal plans. Set fixed or recurring dates. Integrate with goal types, and assign your entire organization or specific populations.
pt_pt: Precisão e flexibilidade nos planos de objetivos. Defina datas fixas ou recorrentes. Integrar com tipos de objetivos e atribuir a toda a sua organização ou a populações específicas.

source: Craft personalized tags visible in goals. Workers can easily select fitting tags that refine the focus of their goals and foster clear direction in their pursuits.
pt_pt: Crie etiquetas personalizadas visíveis nos objetivos. Os trabalhadores podem facilmente selecionar etiquetas adequadas que refinam o foco dos seus objetivos e promovem uma direção clara nas suas atividades.

source: Goals made simple with goal types. Set individual or organizational goals, and target your entire company or specific populations.
pt_pt: Objetivos simplificados com tipos de objetivos. Defina objetivos individuais ou organizacionais e direcione toda a sua empresa ou populações específicas.

source: Define assignment permissions
pt_pt: Definir permissões de atribuição

source: Select the elements and features enabled in the review
pt_pt: Selecione os elementos e as funcionalidades ativadas na avaliação

source: Review form components
pt_pt: Componentes do formulário de avaliação

source: Enter the basic information for the review
pt_pt: Insira as informações básicas para a avaliação

source: Build your own questions and fields
pt_pt: Crie as suas próprias perguntas e campos

source: Section weights can be set up only when goals are enabled for this review template or when custom sections are created.
pt_pt: Os pesos das secções só podem ser configurados quando os objetivos estão ativados para este modelo de avaliação ou quando são criadas secções personalizadas.

source: Review and adjust weights to ensure they total 100%.
pt_pt: Reveja e ajuste os pesos para garantir que totalizam 100%.

source: The weight cannot exceed 100%.
pt_pt: O peso não pode exceder 100%.

source: The weight must be at least 0%.
pt_pt: O peso deve ser pelo menos 0%.

source: Section weights
pt_pt: Pesos de secção

source: Review stages will contain a prepopulated set of stages, with only one step: Manager review.
pt_pt: As fases de revisão conterão um conjunto pré-preenchido de fases, com apenas um passo: revisão do gestor.

source: Goal setting template
pt_pt: Modelo de definição de objetivos

source: Score calculation
pt_pt: Cálculo da pontuação

source: The detailed configuration will be defined in the final step of review creation.
pt_pt: A configuração detalhada será definida na etapa final de criação da revisão.

source: Enable total score calculation
pt_pt: Ativar cálculo da pontuação total

source: Define the participants to the review
pt_pt: Definir os participantes na avaliação

source: Specify the review assignment permissions
pt_pt: Especificar as permissões de atribuição de avaliação

source: Review stages
pt_pt: Etapas da avaliação

source: The detailed configuration will be defined in the final step of the review creation.
pt_pt: A configuração detalhada será definida no passo final da criação da avaliação.

source: The review process was successfully closed.
pt_pt: O processo de avaliação foi encerrado com sucesso.

source: The review template was successfully deleted.
pt_pt: O modelo de avaliação foi eliminado com sucesso.

source: Primary owners can edit the population (based on creator's access).
pt_pt: Os proprietários principais podem editar a população (com base no acesso do criador).

source: Before proceeding, please select an item to customize your review form.
pt_pt: Antes de prosseguir, selecione um item para personalizar o seu formulário de avaliação.

source: Please fill in all mandatory fields.
pt_pt: Preencha todos os campos obrigatórios.

source: To complete the process, all required information must first be provided by the owner.
pt_pt: Para concluir o processo, todas as informações obrigatórias devem primeiro ser fornecidas pelo proprietário.

source: This template is currently in progress.
pt_pt: Este modelo está atualmente em progresso.

source: Select the rating scale in the menu.
pt_pt: Selecione a escala de classificação no menu.

source: The review process was successfully reopened.
pt_pt: O processo de avaliação foi reaberto com sucesso.

source: All your changes were saved as draft.
pt_pt: Todas as suas alterações foram guardadas como rascunho.

source: Skill & Competency Groups
pt_pt: Grupos de competências e habilidades

source: Select at least one skill to proceed.
pt_pt: Selecione pelo menos uma competência para continuar.

source: No skills added yet. Upload your company's skills library to start tracking, developing, and optimizing your team's talents.
pt_pt: Ainda não foram adicionadas competências. Carregue a biblioteca de competências da sua empresa para começar a monitorizar, desenvolver e otimizar os talentos da sua equipa.

source: Manage your company's skills
pt_pt: Gerir as competências da sua empresa

source: Expand all
pt_pt: Expandir tudo

source: Collapse all
pt_pt: Recolher tudo

source: Current manager
pt_pt: Gestor atual

source: You’re about to reassign the manager for this career development plan. The new manager will gain all permissions and actions currently available to the existing manager.
pt_pt: Está prestes a reatribuir o gestor para este plano de desenvolvimento de carreira. O novo gestor obterá todas as permissões e ações atualmente disponíveis para o gestor existente.

source: New manager
pt_pt: Novo gestor

source: Search for a manager
pt_pt: Procurar um gestor

source: The new manager cannot be empty.
pt_pt: O novo gestor não pode estar vazio.

source: Reassign
pt_pt: Reatribuir

source: Reassign manager
pt_pt: Reatribuir gestor

source: This team member has no check-ins yet. Help start their journey by creating their first check-in.
pt_pt: Este membro da equipa ainda não tem check-ins. Ajude a iniciar a sua jornada criando o seu primeiro check-in.

source: This team member has no goals yet. Create goals to help them progress.
pt_pt: Este membro da equipa ainda não tem objetivos. Crie objetivos para o ajudar a progredir.

source: Enhance this team member's profile by adding & rating skills
pt_pt: Melhore o perfil deste membro da equipa adicionando e classificando competências

source: Attached files
pt_pt: Ficheiros anexados

source: Upload supporting files for the career development.
pt_pt: Carregue ficheiros de apoio para o desenvolvimento de carreira.

source: Preview goals in the career development page.
pt_pt: Pré-visualizar os objetivos na página de desenvolvimento de carreira.

source: You don’t have the necessary permissions to manage goal plans.
pt_pt: Não tem as permissões necessárias para gerir planos de objetivos.

source: Please contact your system administrator for assistance.
pt_pt: Contacte o administrador do sistema para obter assistência.

source: Select goal plan
pt_pt: Selecionar plano de objetivo

source: Select goal type
pt_pt: Selecione o tipo de objetivo

source: Go to the career plan questionnaire step to make changes.
pt_pt: Vá para a etapa do questionário do plano de carreira para fazer alterações.

source: All skills from the library
pt_pt: Todas as competências da biblioteca

source: Define the source for skills and competency scales.
pt_pt: Defina a origem para escalas de competências e habilidades.

source: Select skills & competency groups
pt_pt: Selecione grupos de competências e habilidades

source: Choose one option
pt_pt: Escolha uma opção

source: Selected skills & competency groups
pt_pt: Competências e grupos de competências selecionados

source: Select competency scale
pt_pt: Selecione a escala de competências

source: Preview check-ins in the career development page.
pt_pt: Pré-visualizar check-ins na página de desenvolvimento de carreira.

source: You must enable at least one widget to move to the next step.
pt_pt: Deve ativar pelo menos um widget para avançar para o próximo passo.

source: Career plans
pt_pt: Planos de carreira

source: Participants
pt_pt: Participantes
